[
  {
    "name": "Sullivan & Cromwell LLP",
    "logo_url": "https://legal-referral.s3.ap-south-1.amazonaws.com/Sullivan.webp",
    "org_type": "Law Firm",
    "website": "www.sullcrom.com",
    "location": "New York",
    "about": "One of the most prestigious law firms, Sullivan & Cromwell subscribes to a generalist approach, allowing lawyers to work across industries and subgroups. Sullivan & Cromwell boasts an army of over 800 attorneys across eight countries. "
  },
  {
    "name": "Wachtell, Lipton, Rosen & Katz",
    "logo_url": "https://legal-referral.s3.ap-south-1.amazonaws.com/watch.jpeg",
    "org_type": "Law Firm",
    "website": "www.wlrk.com",
    "location": "New York",
    "about": "M&A giant and a leader in the New York legal market, Wachtell Lipton is one of the most elite law firms in the industry. Known for its high-profile matters and above-market compensation, Wachtell Lipton is home to a passionate group of lawyers who embrace hard work and professionalism. The firm is small by elite, BigLaw standards, which fosters a collegial atmosphere, and has spurned domestic or international expansion by maintaining a sole office in NYC."
  },
  {
    "name": "Cravath, Swaine & Moore LLP",
    "logo_url": "https://legal-referral.s3.ap-south-1.amazonaws.com/Sullivan.webp",
    "org_type": "Law Firm",
    "website": "www.cravath.com",
    "location": "New York",
    "about": "Cravath, Swaine & Moore is one of the most prestigious law firms in the world. The firm is known for its high-profile clients and high-stakes matters, and it is considered one of the most elite law firms in the United States. Cravath is a general practice firm, but it is best known for its corporate work. The firm is also known for its collegial atmosphere and its commitment to diversity and pro bono work."
  },
  {
    "name": "Davis Polk & Wardwell LLP",
    "logo_url": "https://legal-referral.s3.ap-south-1.amazonaws.com/davis_polk__wardwell_llp_logo.jpeg",
    "org_type": "Law Firm",
    "website": "www.davispolk.com",
    "location": "New York",
    "about": "Davis Polk & Wardwell is one of the most prestigious law firms in the world. The firm is known for its high-profile clients and high-stakes matters, and it is considered one of the most elite law firms in the United States. Davis Polk is a general practice firm, but it is best known for its corporate work. The firm is also known for its collegial atmosphere and its commitment to diversity and pro bono work."
  }
]